START = """
Добро пожаловать в нашу кофейню! 

Мы рады предложить Вам широкий выбор напитков и закусок, чтобы сделать Ваш день еще более приятным и вкусным. Наш телеграм бот поможет Вам быстро и удобно оформить заказ прямо в нашей кофейне или по пути.

Команды бота:
/start - приветственное сообщение
/help - справка
/history - история заказов
/low - самый недорогой напиток или снек
/high - самый популярный напиток или снек
/custom - подобрать товар
/history — история запросов
/order - сделать заказ
"""
HELP = """👋 Привет! Мы рады приветствовать тебя в нашем боте для заказа кофе и снеков. Наша кофейня находится в городе Казань, но благодаря этому боту ты можешь заказать напитки и перекусы в пути и не тратить время на ожидание. Наши бариста быстро примут заказ и положат его в ячейку с номером, который тебе даст бот. 

🙏 Просим тебя также оповещать нас о получении заказа и оставлять отзыв! Мы очень ценим твое мнение. 

🤖 Вот список команд, которые ты можешь использовать в нашем боте:
/start - приветственное сообщение
/help - справка
/history - история запросов
/low - самый недорогой напиток или снек
/high - самый популярный напиток или снек
/custom - подобрать товар
/order -    

👨‍💻 Наша команда разработчиков работает над улучшением бота, чтобы твой опыт использования был еще лучше. Спасибо, что выбрал нашу кофейню! ☕️
"""

ADMIN_HELP = """
Список команд:
/addadmin - добавление нового админа
Пример: /addadmin 889333890 (где 889333890 это telegram chat id нового админа)
/addressesid - список адресов наших кофеен с их id
/complorder - отметить заказ как завершенный
Пример: /complorder 1 (завершить заказ с id 1)
"""

LOW = """Самый недорогой и популярный напиток в нашей кофейне - это эспрессо. Он приготовлен из отборных зерен и обладает насыщенным вкусом и ароматом. Попробуйте его и оцените высокое качество по доступной цене!
"""
